const exam_2 = {
    1 : [
        {
            name: "基礎物理2",
            day: "1",
            range: "リードα 7章(運動量の保存)、11章(熱とエネルギー)、12章(気体の法則)",
            homework: "リードα"
        },
        {
            name: "生物",
            day: "1",
            range: [
                "教科書 pp.10-37",
                "問題集 pp.2-7,10-17",
                "授業プリント"
            ]
        },
        {
            name: "情報2",
            day: "1",
            range: [
                "講義ノート"
            ]
        }
    ]
}