const timetable = {
  early_period: {
    m: {
      1: [
        "微分積分1",
        "化学2",
        "英語3",
      ],
      2: [
        "情報2",
        "微分積分1",
        "保健体育2",
        "社会2"
      ],
      3: [
        "英語表現2",
        "生物",
        "機械工学概論",
        "HR"
      ],
      4: [
        "機械工作実習1",
        "機械工作実習1",
        "基礎製図",
      ],
      5: [
        "国語2",
        "ベクトルと行列",
        "基礎物理2",
        "英語3"
      ]
    },
    d: {
      1: [
        "情報2",
        "微分積分1",
        "英語3"
      ],
      2: [
        "基礎物理2",
        "プロダクトデザイン概論",
        "化学2",
        "保健体育2"
      ],
      3: [
        "国語2",
        "微分積分1",
        "英語表現2",
        "HR"
      ],
      4: [
        "機械工作実習",
        "機械工作実習",
        "英語3"
      ],
      5: [
        "ベクトルと行列",
        "製図基礎",
        "社会2",
        "生物"
      ]
    },
    e: {
      1: [
        "電気回路1",
        "微分積分1",
        "英語表現2"
      ],
      2: [
        "英語3",
        "社会2",
        "国語2",
        "基礎物理2"
      ],
      3: [
        "保健体育2",
        "ベクトルと行列",
        "英語3",
        "HR"
      ],
      4: [
        "エレクトロニクス実験実習",
        "エレクトロニクス実験実習",
        "微分積分1"
      ],
      5: [
        "化学2",
        "情報2",
        "生物",
        "エレクトロニクス概論"
      ]
    },
    i: {
      1: [
        "化学2",
        "英語表現2",
        "微分積分1"
      ],
      2: [
        "微分積分1",
        "生物",
        "基礎物理2",
        "国語2"
      ],
      3: [
        "ベクトルと行列",
        "保健体育2",
        "情報2",
        "HR"
      ],
      4: [
        "工学基礎実習",
        "工学基礎実習",
        "英語3"
      ],
      5: [
        "プログラミング1",
        "英語3",
        "マイクロコンピュータ",
        "社会2"
      ]
    }
  }
}

export default timetable;
