export timetable = {
  "early_period": {
    "m": {
      "monday": [
        "微分積分1",
        "化学2",
        "英語3",
      ],
      "tuesday": [
        "情報2",
        "微分積分1",
        "保健体育2",
        "社会2"
      ],
      "wednesday": [
        "英語表現2",
        "生物",
        "機械工学概論",
        "HR"
      ],
      "thursday": [
        "機械工作実習1",
        "機械工作実習1",
        "基礎製図",
      ],
      "friday": [
        "国語2",
        "ベクトルと行列",
        "基礎物理2",
        "英語3"
      ]
    },
    "d": {
      "monday": [
        "情報2",
        "微分積分1",
        "英語3"
      ],
      "tuesday": [
        "基礎物理2",
        "プロダクトデザイン概論",
        "化学2",
        "保健体育2"
      ],
      "wednesday": [
        "国語2",
        "微分積分1",
        "英語表現2",
        "HR"
      ],
      "thursday": [
        "機械工作実習",
        "機械工作実習",
        "英語3"
      ],
      "friday": [
        "ベクトルと行列",
        "製図基礎",
        "社会2",
        "生物"
      ]
    },
    "e": {
      "monday": [
        "電気回路1",
        "微分積分1",
        "英語表現2"
      ],
      "tuesday": [
        "英語3",
        "社会2",
        "国語2",
        "基礎物理2"
      ],
      "wednesday": [
        "保健体育2",
        "ベクトルと行列",
        "英語3",
        "HR"
      ],
      "thursday": [
        "エレクトロニクス実験実習",
        "エレクトロニクス実験実習",
        "微分積分1"
      ],
      "friday": [
        "化学2",
        "情報2",
        "生物",
        "エレクトロニクス概論"
      ]
    },
    "i": {
      "monday": [
        "化学2",
        "英語表現2",
        "微分積分1"
      ],
      "tuesday": [
        "微分積分1",
        "生物",
        "基礎物理2",
        "国語2"
      ],
      "wednesday": [
        "ベクトルと行列",
        "保健体育2",
        "情報2",
        "HR"
      ],
      "thursday": [
        "工学基礎実習",
        "工学基礎実習",
        "英語3"
      ],
      "friday": [
        "プログラミング1",
        "英語3",
        "マイクロコンピュータ",
        "社会2"
      ]
    }
  }
}
